[
    {
        "id": "52",
        "name": "Sonic Embrace",
        "artist_id": "25",
        "artist_name": "AndrewPlusJohn",
        "cover": "http://he3.magnatune.com/music/AndrewPlusJohn/Sonic Embrace/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/AndrewPlusJohn/Sonic Embrace/cover_200.jpg",
        "release_date": "1336460400",
        "popularity": "26",
        "description": "The landscape of the music is about smooth, soft, lounge and ambient/atmospheric; creating a calm and contemplative place for the listener. The setting is built on gracious and soulful electric guitar, inspired by the gentle side of Carlos Santana, Larry Carlton, Jeff Beck and David Gilmour... and then a touch of Daniel Lanois.\n\nThe feeling is that of a small electric jazz and soul ensemble, with added textures of synthesizers, strings and percussion: a modern jazz fusion environment. The compositions have that \"singable\" quality of seemingly simple melodies, but always with a twist or a deep dimension, and always with a guitar that is played with heart and soul... not just fingers. From the song \"Gilmour Estrada\", which is a tribute to David Gilmour and the instrumental Pink Floyd, to the epic movie soundtrack feeling of the song \"Fish River Canyon\", and the joyful thielemans-jazz-waltz \"April ? May Revisited\"; the album \"Sonic Embrace\" will transport you on a flowing, calm and magical journey that you will not forget.\n\nAndrewPlusJohn is here with their second instrumental album, titled Sonic Embrace. With this new release, the duo has established their voice and they present it with great self-confidence.\n",
        "track_list": "Dolphin Escape,Fish River Canyon,April and May Revisited,Barefoot On Wood,Avenue Strut,White Curtain,Minnie,Don't Forget About Anna,Tarnished Leather,The Peregrine,Waltz of Bricks,Gilmour Estrada"
    },
    {
        "id": "80",
        "name": "Embrace",
        "artist_id": "39",
        "artist_name": "Anup",
        "cover": "http://he3.magnatune.com/music/Anup/Embrace/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Anup/Embrace/cover_200.jpg",
        "release_date": "1058511600",
        "popularity": "11",
        "description": "In World music, playing a traditional acoustic instrument doesn't necessarily mean that you have a traditional approach. If your oud (a traditional Arabic lute) is surrounded by electric bass, synthesizers, and samplers, chances are that you're providing modern Arabic pop and not traditional Arabic music. And when a bagpipe solo comes after an amplified electric guitar solo, you're probably hearing contemporary Scottish/Celtic rock instead of the sort of traditional Scottish/Celtic music that has been around for centuries.\n\nAnup's Embrace is an album of Indian sitar music, but it certainly isn't sitar music in the strict Indian classical sense; no one will mistake this 2003 release for a Ravi Shankar session. Rather, Anup puts a contemporary spin on instrumental sitar music, combining Indian classical elements with funk, rock, electronica, and club/dance music. Shankar and other Indian traditionalists are an influence, but so are non-Indian musicians and producers. You will never hear synthesizers on a true Indian classical album, but they're all over Embrace -- and you will never hear \"Jingle Bells\" in an Indian classical setting, but Anup does, in fact, offer an unlikely arrangement of that American Christmas standard (although original compositions dominate the CD). To be sure, \"Jingle Bells\" is a surprising choice for an Indian recording -- even a modern, Western-minded one like Embrace. But \"Jingle Bells\" lends itself surprisingly well to an instrumental sitar makeover.\n\nBy 2003 standards, Embrace isn't innovative or groundbreaking -- in the neo-Indian realm, there have been plenty of other people who used the sitar for funk, rock, electronica, and club/dance purposes. Nonetheless, Anup is good at what he does, and this enjoyable outing is worth acquiring if you appreciate a non-purist approach to the sitar.\nAlex Henderson\n",
        "track_list": "Sweet Dissonance,Genesis Wave,Jingle Bells,Minor Song,Romance With Nature,Life Glides,Natural Bridges Kids,Resolve,Life Interrupted,Reflection,Resolve Remix"
    },
    {
        "id": "145",
        "name": "Brad Senne",
        "artist_id": "69",
        "artist_name": "Brad Senne",
        "cover": "http://he3.magnatune.com/music/Brad Senne/Brad Senne/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Brad Senne/Brad Senne/cover_200.jpg",
        "release_date": "1218351600",
        "popularity": "8",
        "description": "",
        "track_list": "Alone With Nothing,Beyond Late,Endless In The Eyes,It Quickly Fades,Aim In,Broken Town,Can't Shoot For,Linger On,Farewell Insight,If I Only Knew"
    },
    {
        "id": "154",
        "name": "Brian Bunker Trio",
        "artist_id": "73",
        "artist_name": "Brian Bunker Trio",
        "cover": "http://he3.magnatune.com/music/Brian Bunker Trio/Brian Bunker Trio/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Brian Bunker Trio/Brian Bunker Trio/cover_200.jpg",
        "release_date": "1394352000",
        "popularity": "39",
        "description": "The album reflects the musical range and versatility of the group, stretching from mainstream jazz, hard bop jazz to more reflective and aggressive fusion, with a few classical guitar influences thrown in for good measure.\n\nBrian's first recording with his working trio of Daniel Fritz and Maurilio Mina was recorded in the winter of 2008 in Los Angeles, CA. The group had been working around the Los Angeles area for months before, and brought in the experience and versatility of Chris Conner to play upright bass on some of the straight-ahead tracks.\n\n",
        "track_list": "The Skonk,Hope Springs,Villas Del Soul,Solidarity,Le Matin,Verdango,Venezuelan Waltz,Aberdeen Done It,My Girls,Off To The Races,Pastorale,Vindaloo Blues,Powers Of Four"
    },
    {
        "id": "157",
        "name": "Broken Poets",
        "artist_id": "76",
        "artist_name": "Broken Poets",
        "cover": "http://he3.magnatune.com/music/Broken Poets/Broken Poets/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Broken Poets/Broken Poets/cover_200.jpg",
        "release_date": "1299225600",
        "popularity": "17",
        "description": "Phoenix based indie pop/rock dup Broken Poets explore philosophy and universal energy on a self-titled four song EP that previews their ambitous upcoming multi-media project \"for the death of Dustin Essary\"\n\nSince the release of their eco-conscious 2008 album Everything In Nature, NYC bred, Phoenix based indie pop/rockers Broken Poets have stripped down to a duo for both live performances and recording. Founder and singer/songwriter and guitarist Tim McDonald plays his guitar with delays to cover the bass and drum parts, and classically trained Russian pianist, keyboardist and vocalist Lana Antropova has added \"kick drum\" to her repertoire.\n\nCarrying on the seamless vibe and philosophy rich themes that once earned them critical raves as \"soulful poetry turned into song, rock ? roll and introspection all in one,\" Broken Poets release a compelling four song self titled EP as a prelude to a wildly ambitious multi-media project that employs Lana's skills as a visual artist and Tim's as a writer of prose. Its unique title is also the name of the fourth song on the EP, \"For The Death of Dustin Essary.\" The other songs, \"Singularity,\" \"The Clairvoyant\" and \"My Selfish Altruism,\" develop themes and characters first introduced to Tim as a child by his friend Dustin Essary, who had dreams relating to each theme as he battled cancer from the ages of ten to thirteen. Tim began writing songs shortly after Dustin's passing and now, decades later, expresses his emotions and the lessons learned from this unique friendship in powerful musical ways. Tim and Lana's vision is enhanced by project co-producer and mixer Joe Myers, a long time artist friend of the two.\n\n\"These songs came out of the blue over the past few years,\" says Tim. \"Dustin had these dreams before he died and I created fiction around the images he once told me, writing songs as part of larger chapters. One song is about a scientist, another about a clairvoyant and the third about a spiritual leader. The overriding theme ties in the idea that often when creative people come up with incredible ideas, we think they're crazy - only to realize later that they're not. Philosophically, Broken Poets is working on the idea that science, metaphysics and religion are linked somehow by an underlying universal energy. In our story, those three fields tap into that energy and there is a lot of crossover.\"\n\nThe EP's infectious, hypnotic opening track \"Singularity\" explores the debate of science vs. religion. As Tim sees it, \"If the scientist was more mystical and had more faith, he'd be farther along as a scientist. If the religious person were more open minded towards science, he would see God in a whole new way.\" \"The Clairvoyant\" is about a metaphysically gifted person coming to terms with his/her responsibility as an artist in that unique and often misunderstood field. The oxymoronic title \"My Selfish Altriusm\" tackles the notion of hypocrisy in religion and in our everyday lives, where both spiritual leaders, and people in general, preach about love and honesty while living very differently away from the pulpit. It taps into the potential for good and bad in all of us. The Dustin song finds Tim coming to terms with life and death - an extension of Broken Poets' philosophy of everything in nature happening without interference and the way we can so easily get in its way. While scientific people look at life through a magnifying glass, Broken Poets' approach is that it's better to pull back and see things a little bit blurry.\n",
        "track_list": "Singularity,The Clairvoyant,My Selfish Altruism,For the Death of Dustin Essary"
    },
    {
        "id": "171",
        "name": "It Only Hurts When We Breathe",
        "artist_id": "80",
        "artist_name": "Cancer Killing Gemini",
        "cover": "http://he3.magnatune.com/music/Cancer Killing Gemini/It Only Hurts When We Breathe/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Cancer Killing Gemini/It Only Hurts When We Breathe/cover_200.jpg",
        "release_date": "1338447600",
        "popularity": "12",
        "description": "Eric Michael Cohen returns with a blend of modern rock, downtempo, industrial and post grunge with the album It only hurts when we breathe. This debut release for \"Cancer Killing Gemini\" becomes the building block upon which the live band is to be built. The album references many of Eric's influences: Nine Inch Nails, Portishead, Radiohead etc., with a strong focus on songwriting and soundcraft. Standout tracks are \"Christcontrol\", \"Prescription Drugs\", \"Century\" and \"Umbilical\".\n",
        "track_list": "Christcontrol,Should I Tell You That You're Pretty,Prescription Drugs,Century,All Alone With Me,Umbilical,Mistletoe,Butterfly,Real,Trainwreck"
    },
    {
        "id": "172",
        "name": "It Only Hurts When We Breathe Instrumental",
        "artist_id": "80",
        "artist_name": "Cancer Killing Gemini",
        "cover": "http://he3.magnatune.com/music/Cancer Killing Gemini/It Only Hurts When We Breathe Instrumental/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Cancer Killing Gemini/It Only Hurts When We Breathe Instrumental/cover_200.jpg",
        "release_date": "1351407600",
        "popularity": "12",
        "description": "After a 7 year hiatus, songwriter/producer Eric Michael Cohen returns with a blend of modern rock, downtempo, industrial and post grunge with the album It only hurts when we breathe. This release becomes the building block upon which the live band is to be built. The album references many of Eric's influences: Nine Inch Nails, Portishead, Radiohead etc., with a strong focus on songwriting and soundcraft. Standout tracks are \"Christcontrol\", \"Prescription Drugs\", \"Century\" and \"Umbilical\".\n",
        "track_list": "Christcontrol (instrumental),Should I Tell You That You're Pretty (instrumental),Prescription Drugs (instrumental),Century (instrumental),All Alone With Me (instrumental),Umbilical (instrumental),Mistletoe (instrumental),Butterfly (instrumental),Real (instrumental),Trainwreck (instrumental)"
    },
    {
        "id": "220",
        "name": "Bright",
        "artist_id": "98",
        "artist_name": "Chiwawa",
        "cover": "http://he3.magnatune.com/music/Chiwawa/Bright/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Chiwawa/Bright/cover_200.jpg",
        "release_date": "1316242800",
        "popularity": "9",
        "description": "Bright brings out the band's quirkiness, maturity, drive and determination. It is an upbeat album filled with energy and excitement. The first single \"Love's Got Heart\" was warmly received by college and commercial radio. Curious? You should be.\n",
        "track_list": "Love's Got Heart,Cyclone,Giant,Do It For Me,Trouble With You,Naturally High,This Thing,Nothing Special,Wings Of Change,All Figured Out"
    },
    {
        "id": "238",
        "name": "Breath of Life",
        "artist_id": "107",
        "artist_name": "Cobb Bussinger",
        "cover": "http://he3.magnatune.com/music/Cobb Bussinger/Breath of Life/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Cobb Bussinger/Breath of Life/cover_200.jpg",
        "release_date": "1414825200",
        "popularity": "102",
        "description": "Breath of Life is a compilation of melodic, sometimes haunting, meditative and relaxing, solo piano compositions. Minimalist in nature, with melancholic overtones, Breath of Life summons the mind to slow down, relax, and contemplate. A blending of new age and classical, each track has structure, yet within that structure lies subtle improvisation.\n\n\"Song for Linda\" was written for a much beloved niece whose flame burned out much before its time. The inspiration to create this CD came from her.\n",
        "track_list": "Sing,Song For Linda,As I Played My Song For You,Sladki Mechti Moya Obich,Floating By,Breath Of Life,When We Touch,Hold Dear The Tender Heart,Give a Dream,Morning Lullaby,Nocturne,Heart Strings"
    },
    {
        "id": "270",
        "name": "A Celtic Celebration",
        "artist_id": "119",
        "artist_name": "Da Camera",
        "cover": "http://he3.magnatune.com/music/Da Camera/A Celtic Celebration/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Da Camera/A Celtic Celebration/cover_200.jpg",
        "release_date": "1096959600",
        "popularity": "32",
        "description": "",
        "track_list": "Carolan's Concerto (Carolan Five Tunes by the Irish Harper),The Fairy Queen (Carolan Five Tunes by the Irish Harper),Carolan's Maggot (Carolan Five Tunes by the Irish Harper),Carolan's Farewell to Music (Carolan Five Tunes by the Irish Harper),Carolan's Draught (Carolan Five Tunes by the Irish Harper),Three Airs from The Dancing Master (Playford),The Irish Ho-Hoane (Anon Fitzwilliam Virginals Book),The Irish Ground (Tollett),Aria: Spring the Ranunculus' from Airs for the Seasons (Oswald),Andante Minuet: Spring the Ranunculus' from Airs for the Seasons (Oswald),Air: Summer - The Poppy from Airs for the Seasons (Osward),Gavotta: Summer - The Poppy from Airs for the Seasons (Osward),Mortlack's Ground (Blow),When She Cam Ben (Carolan),Scortese: Autumn - The Marvel of Peru from Airs for the Seasons,Comic Musette: Autumn - The Marvel of Peru from Airs for the Seasons,Affettuossimo: Winter - The Snow-Drop from Airs for the Seasons,Gavotta: Winter - The Snow-Drop from Airs for the Seasons,Scotch Tune by Mr. Solomon Eckles (Eccles),John Come Kiss - A Division Upon a Ground (Eccles),The Irish Marche (Byrd),Cock Up Your Beaver (Carolan),Bellamira - Division Upon a Ground (Eccles),Medley of Irish Folk Music (traditional)"
    },
    {
        "id": "353",
        "name": "The Bright Knowledge",
        "artist_id": "141",
        "artist_name": "Diana Rowan",
        "cover": "http://he3.magnatune.com/music/Diana Rowan/The Bright Knowledge/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Diana Rowan/The Bright Knowledge/cover_200.jpg",
        "release_date": "1240815600",
        "popularity": "29",
        "description": "John notes: Diana Rowan is another world music / classical music straddler who lives in Berkeley, California. She plays the classical piano but it's in her capacity as a harpist that she appears here on Magnatune, with one of her solo records, which feature a number of her friends and a few of her musical heroes as well.\n",
        "track_list": "Hijaz Ilahi,Your Soul Is A Chosen Landscape,Bucimis,The Rhapsodist,The Marvelous Year,Live Without Thought Of Dying,Warp - Weft,The Belfast Set,Yishru Shalom,Up High In The Clouds,Devoted,Carnival,The Roaring Silence"
    },
    {
        "id": "604",
        "name": "Romantic - Powerful Miniatures by Schumann and Brahms",
        "artist_id": "257",
        "artist_name": "Ivan Ilic",
        "cover": "http://he3.magnatune.com/music/Ivan Ilic/Romantic - Powerful Miniatures by Schumann and Brahms/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Ivan Ilic/Romantic - Powerful Miniatures by Schumann and Brahms/cover_200.jpg",
        "release_date": "1217833200",
        "popularity": "16",
        "description": "John writes: it's a pleasure for me to work with a musician who really \"gets\" the world of Internet music, and very unusual for a classical musician. He's been peppering me with questions about Creative Commons and sharing his music via Wikipedia, and has focussed on making stunning Internet-only releases through Magnatune. Check out the intense album covers I've made with him! If you watch the video on his home page, you'll see that he can really play: a thousand edits aren't needed.\n",
        "track_list": "Intermezzo in E Major Opus 116 No4 (Johannes Brahms),Intermezzo in E Major Opus 116 No6 (Johannes Brahms),Romance in B Major Opus 28 No3 (Robert Schumann),Intermezzo in E flat Major Opus 117 No1 (Johannes Brahms),Intermezzo in B flat Minor Opus 117 No2 (Johannes Brahms),Intermezzo in C sharp Minor Opus 117 No3 (Johannes Brahms),Blumenstueck Opus 19 (Robert Schumann),Intermezzo in A minor Opus 116 No2 (Johannes Brahms),Capriccio in G minor Opus 116 No3 (Johannes Brahms),Intermezzo in E Major Opus 116 No4 (Johannes Brahms),Capriccio in D minor Opus 116 No7 (Johannes Brahms),Romance in F sharp Major Opus 28 No2 (Robert Schumann)"
    },
    {
        "id": "607",
        "name": "Transcendental - Transcriptions by Brahms and Godowsky",
        "artist_id": "257",
        "artist_name": "Ivan Ilic",
        "cover": "http://he3.magnatune.com/music/Ivan Ilic/Transcendental - Transcriptions by Brahms and Godowsky/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Ivan Ilic/Transcendental - Transcriptions by Brahms and Godowsky/cover_200.jpg",
        "release_date": "1254985200",
        "popularity": "16",
        "description": "Renowned for their technical difficulty, Ivan Ilic presents Godowsky's Studies on Chopin's etudes. Critic Harold C. Schonberg called them \"the most impossibly difficult things ever written for the piano.\" Ilic also presents JS Bach's D minor Chaconne, transcribed to the left hand by Brahms. An interesting set of left-hand piano pieces from the greats (Bach and Chopin), as interpeted for a more contemporary setting.\n",
        "track_list": "Chaconne In D Minor For The Left Hand Alone (1879) (JS Bach-Johannes Brahms),No 5 In D Flat Major 'Tristesse' - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 45a In D Flat Major - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 28 In F Minor - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 13 In E Flat Minor - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 18a In F Sharp Minor - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 21 In A Major - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 40 In G Flat Major - Eight Etudes For The Left Hand Alone (Frederic Chopin-Leopold Godowsky),No 22 In C Sharp Minor 'Revolutionary' - Eight Etudes For The Left Hand Alone (Chopin - Godowsky)"
    },
    {
        "id": "723",
        "name": "Bread and Circuits",
        "artist_id": "303",
        "artist_name": "Kalabi",
        "cover": "http://he3.magnatune.com/music/Kalabi/Bread and Circuits/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Kalabi/Bread and Circuits/cover_200.jpg",
        "release_date": "1408777200",
        "popularity": "134",
        "description": "Bread and Circuits is a collection of some of Kalabi's earlier work, including some remixes of earlier tracks. Some of these tracks date back to over ten years ago, yet still sound fresh today.\n\nThe signature Kalabi sound of warm bass and layered ambience is here; high end production with soulful song writing.\n",
        "track_list": "47 Burning Violins,Inside the Sun,Sacharissa,Broken Toy,Gliss (Other Side Mix),Wish I Was There,Sick Day Jam,Bass Doodle,Sunburnt Busker,47 Burning Violins (James Bright Remix)"
    },
    {
        "id": "843",
        "name": "Ambrosia",
        "artist_id": "355",
        "artist_name": "Luke Gartner-Brereton",
        "cover": "http://he3.magnatune.com/music/Luke Gartner-Brereton/Ambrosia/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Luke Gartner-Brereton/Ambrosia/cover_200.jpg",
        "release_date": "1430463600",
        "popularity": "83",
        "description": "Like the divine fair of ancient Greek myth from which the name derives, Ambrosia will nourish the soul and soothe the mind. Layered instruments drift softly above a shimmering soundscapes, often sweet, sometimes bitter.\n\nTracks feature piano, classical nylon-string guitar, acoustic guitar and a range of exotic instruments, blended and layered throughout like the mingled flavours and textures of a fine meal.\n\nThis is an album that invites the listener to recline and drink in; to ponder and unravel, to simply let the music do its work.\n",
        "track_list": "Amaryllis-Luke Gartner,Serene Dream-Luke Gartner,Suspended Belief-Luke Gartner,Luminescent Shadows-Luke Gartner,Ambrosia-Luke Gartner,Silver Souls-Luke Gartner,Cosmic Bodies-Luke Gartner,Superlative Sweet-Luke Gartner,Blood Moon-Luke Gartner,Sanguine Supper-Luke Gartner,Cosmic Simper-Luke Gartner"
    },
    {
        "id": "914",
        "name": "His Martian Flying Cobra",
        "artist_id": "382",
        "artist_name": "Maurice and the Beejays",
        "cover": "http://he3.magnatune.com/music/Maurice and the Beejays/His Martian Flying Cobra/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Maurice and the Beejays/His Martian Flying Cobra/cover_200.jpg",
        "release_date": "1387008000",
        "popularity": "20",
        "description": "After the critically acclaimed but financially disastrous \"Robison Crusoe on Mars\" ( Byron Haskins 1964) Paramount Pictures pulled the plug on the planned follow up \"His Martian Flying Cobra\". Screenwriter John C. Higgins (Murder Man, T-men, Daughters of Satan) with Robert A. Heinlein (Stranger in a strange land et al) acting in an advisory role had been developing the screenplay from an idea by Haskins. Needing a cheaper writer Haskins, on a recommendation by Heinlein, approached Phillip K. Dick to complete the script. Dick agreed but felt that the scope of the original sci-fi detective story was too narrow and wanted to draw out the parallels he felt where implied in the story between organised religion and big business. Haskins could not disagree more and the project was abandoned, after several arguments, shortly before the publication of Dick's \"The Three Stigmata of Palmer Eldritch\" (Doubleday November '64)\n\n\"His Martian Flying Cobra\" story outline. Everyone knew that when the Owl of Love dropped his seed in the Great Ocean the water boiled and all of life was thrown up fully formed onto the land. So when Mars Kobra, a university reader in religious studies, discovers ancient texts describing the colonisation of Mars by people of the third planet (Arth ) he decides not to publish his findings for fear of being branded a heretic by The Council. Unknown to Kobra the Religious Opportunities Department of Omnifroot had been monitoring his research and the monthly download from his computer reveal his discoveries to the company. Omnifroot where diverting free water into a vast network of underground reservoirs undercover of outwardly environmentally friendly mining operations. They decide that Kobra is to be martyred in the name of The Arthian Herecy fomenting civil unrest and the decline of The Council and their warrior monk henchmen leaving the planet to be enjoyed by select Omnifroot employees.\n",
        "track_list": "The Great Big Owl of Love,Have You Contacted The Earth People,His Martian Flying Cobra,I Suppose They'll Have To Get To Know Me To,Look Professor,From Jupiter To Pluto,The Big Sideburns Song,All Night Long,Cant Take It With You,The Secret Meeting Place Of The Martian Council,Elephant Sings a Sad Song"
    },
    {
        "id": "925",
        "name": "Gabriels Message - Festive Music From Medieval England",
        "artist_id": "384",
        "artist_name": "Mediva",
        "cover": "http://he3.magnatune.com/music/Mediva/Gabriels Message - Festive Music From Medieval England/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Mediva/Gabriels Message - Festive Music From Medieval England/cover_200.jpg",
        "release_date": "1264147200",
        "popularity": "13",
        "description": "Gabriel's Message is a celebration of Advent, gathering together pieces from 13th-15th Century English manuscripts which depict the Angel Gabriel's visit to the Virgin Mary. Gabriel's Message is an anthology of Christmas past, from harsh winds to crackling fires, a peal of bells or a baby's cry, it captures the sounds of winter with both its hardships and its festivities.\n",
        "track_list": "The Angel Gabriel From Heaven Came,Nowell This Is The Salutation Of Th' angel Gabriel,Edi Beo Thu Hevene Quene,Nowell Nowell,Stella Maris Nuncuparis,As I Lay Upon A Night,Salve Virgo Virginum,Nota,Ad Rose Titulum,Lullay - As I Lay On Yole Night,Estampie,Veni Mater Gracie - Dou Way Robin,Verbum caro factum est"
    },
    {
        "id": "985",
        "name": "Bringing Light to the Darkness",
        "artist_id": "415",
        "artist_name": "Music for a Winter's Eve",
        "cover": "http://he3.magnatune.com/music/Music for a Winter's Eve/Bringing Light to the Darkness/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Music for a Winter's Eve/Bringing Light to the Darkness/cover_200.jpg",
        "release_date": "1330243200",
        "popularity": "34",
        "description": "Traditional, Renaissance and Medieval song and dance to celebrate midwinter and the changing of the seasons. Bringing light to the darkness: Music for a Winter's Eve.\n",
        "track_list": "One Year Begins Lady Lothian's Lilt,Christ-Child Lullaby,Chestnut Daphne Scotch Cap,There Was Three Kings Into The East,The Blud-Red Rose At Yule,Christmas Eve Day New Year's Night,Drive The Cold Winter Away,Courdion,Lullay Lullow,Broome Bonny Broome,Cold Blows The Wind,Stingo Under And Over,The Gloomy Night Is Gatherin' Fast O Wert Thou In The Cold Blast,O'Carolan's Rambel,Homeless Wassail,Calliope House Pipe On The Hob The Ale Is Dear,Wassail Song"
    },
    {
        "id": "1015",
        "name": "Dances and Canzonas of Holborne and Brade",
        "artist_id": "426",
        "artist_name": "New York Consort of Viols",
        "cover": "http://he3.magnatune.com/music/New York Consort of Viols/Dances and Canzonas of Holborne and Brade/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/New York Consort of Viols/Dances and Canzonas of Holborne and Brade/cover_200.jpg",
        "release_date": "1056610800",
        "popularity": "14",
        "description": "",
        "track_list": "3 Almaines (Holborne),Des Rothschencken Tanz (Brade),Pavan and Galliard (Holborne),Paduana and Galliard (Brade),2 Galliards (Holborne),Paduana and Galliard (Brade),Pavan and Galliard (Holborne),Paduana and Galliard (Brade),Galliard (Holborne),Canzon (Brade)"
    },
    {
        "id": "1026",
        "name": "Leclair - Blow - Matteis - Brescianello",
        "artist_id": "433",
        "artist_name": "Nova Casa",
        "cover": "http://he3.magnatune.com/music/Nova Casa/Leclair - Blow - Matteis - Brescianello/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Nova Casa/Leclair - Blow - Matteis - Brescianello/cover_200.jpg",
        "release_date": "1202198400",
        "popularity": "14",
        "description": "A surpassingly warm sound characterizes Nova Casa's performances of baroque chamber music, and here it lights up the compositions of Jean Marie Leclair, Nicola Matteis, Giuseppe Antonio Brescianello, and John Blow. This ensemble plays exclusively on period instruments with deep respect for historical performance style, and the results are elegant, authentic, and inherently charming. We're especially happy for the inclusion of Nicola Matteis' work on this album. Matteis is credited with changing the English taste for violin playing from the conservative French style to a newer, Italian one and Nova Casa's performance of his \"Suite in d\" perfectly reflects this more expressive approach.\n",
        "track_list": "Ouverture III - Grave - Allegro (JM Leclair),Ouverture III - Dolce (JM Leclair),Ouverture III - Allegro assai (JM Leclair),Ground in d (J Blow),Suite in d - Preludio - Prestissimo (N Matteis),Suite in d - Fuga In Fantasia - Presto (N Matteis),Suite in d - Grave - Adagio - Prestissimo - Adagio (N Matteis),Suite in d - Ground - Allegro (N Matteis),Concerto terzo - Largo - Allegro - et al (GA Brescianello),Concerto terzo - Allegro (GA Brescianello),Concerto terzo - Adagio (GA Brescianello),Concerto terzo - Presto (GA Brescianello)"
    },
    {
        "id": "1032",
        "name": "Ambrelyre",
        "artist_id": "438",
        "artist_name": "Olexa Kabanov",
        "cover": "http://he3.magnatune.com/music/Olexa Kabanov/Ambrelyre/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Olexa Kabanov/Ambrelyre/cover_200.jpg",
        "release_date": "1355558400",
        "popularity": "11",
        "description": "Kabanov's friend Satori, writes the following about his latest album Amrelyre:\n\n\"I advise you to listen to this album, because even today the hurdy-gurdy remains a unique instrument with a special sound, her voice - a great guide to the imagination and inner worlds. The history of the polyphonic wheel lyre stetches back for about a thousand years - and thus, in this music live medieval castles and roving musicians, and the air is clean, which is so lacking in our modern cities.\n\nNot every player is able to breathe life into old instruments, let them sound bright, deeply, to sparkle and sing. Olexa Kabanov though is undoubtedly capable. He plays traditional tunes that sound as if they have not been played for hundreds of years but they are alive, close, and warm. There is such a feeling as if the melody and you yourself have gone beyond the confines of this time - and no one is getting older, nothing disappears, while the music pulls you back.\n\nThe polyphonic wheel lyre played by Olexa Kabanov has become versatile orchaestral instrument- really enriched. I think you will appreciate the depth of her voice, the grace of shades - and want to know more...\"\n",
        "track_list": "Metelitza,Old Castle,Mystery,Shepherd,Appeal,Ladkanka,Irish Hymn,Marsh,Sonet,Dance,Silva Rerum,Dale of Muses,Times Blowing,Sarasvati"
    },
    {
        "id": "1033",
        "name": "Breath of Times",
        "artist_id": "438",
        "artist_name": "Olexa Kabanov",
        "cover": "http://he3.magnatune.com/music/Olexa Kabanov/Breath of Times/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Olexa Kabanov/Breath of Times/cover_200.jpg",
        "release_date": "1400310000",
        "popularity": "31",
        "description": "New instrumental album Breath of Times from Olexa Kabanov with light and beautiful ethnic motifs.\n",
        "track_list": "Heart of the Mountains,Breath of Times,Aquarelle,The Mood,Stream,At the End of the Earth"
    },
    {
        "id": "1047",
        "name": "Two Bridges Crossing",
        "artist_id": "445",
        "artist_name": "Osamu Kitajima and Chris Mancinelli",
        "cover": "http://he3.magnatune.com/music/Osamu Kitajima and Chris Mancinelli/Two Bridges Crossing/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Osamu Kitajima and Chris Mancinelli/Two Bridges Crossing/cover_200.jpg",
        "release_date": "1317279600",
        "popularity": "14",
        "description": "Two Bridges Crossing presents a superb mix of ancient Geisha singing and supple urban beats. The project exemplifies a masterful blending of traditional Japanese instruments with exotic electronica, and \"Sumo wrestling jinku\" vocals layered with jazz inflected stylings. Soaring textures surround the sound, nourished from the past, the present and the future. Savor the pan-pacific blend of musical worlds as it emerges from the exceptional production style of Dr. Osamu Kitajima and Chris Mancinelli.\n\nThe duo continues to create and expand new hybrids of modern music for adventurous listeners. Spanning west to east and east to west, \"Two Bridges Crossing\" links two seemingly contrasting lands effortlessly. Make the crossing only if you dare to expand your listening horizons.\n",
        "track_list": "The Four Directions,The Offering,Willow Tree Secret,Scent Of Time,YamaYama Mountain Song,Eternal Gathering,With An Open Mind,Shimmers In Moonlight"
    },
    {
        "id": "1166",
        "name": "Breathing Beauty",
        "artist_id": "485",
        "artist_name": "Rildrim",
        "cover": "http://he3.magnatune.com/music/Rildrim/Breathing Beauty/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Rildrim/Breathing Beauty/cover_200.jpg",
        "release_date": "1303542000",
        "popularity": "15",
        "description": "Breathing beauty is a musical tribute to nature as a source of inspiration and a perfect model to follow regarding creativity. The album was composed between July 2007 and April 2008 and is composed of six tracks of sublime beauty and peace in an attempt to recreate the mood of natural environments and the eloquent yet subtle expression of nature.\n",
        "track_list": "Breathing Beauty,Floating Gardens,Flowers Tongue,Here and Now,Magic Signs,Rildrimology"
    },
    {
        "id": "1250",
        "name": "Air Vibrations",
        "artist_id": "510",
        "artist_name": "Sasha Merkulov",
        "cover": "http://he3.magnatune.com/music/Sasha Merkulov/Air Vibrations/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Sasha Merkulov/Air Vibrations/cover_200.jpg",
        "release_date": "1410159600",
        "popularity": "105",
        "description": "The \"Air Vibrations\" album is eclectic mix of natural sitar, beautiful melodies and rhythmic grooves. You can listen, meditate, and dance, doing everything you want under this music. Somebody called it spiritual, somebody related it to Ethnic New Age style, but it doesn't matter. Real music can't be described and classified.\n",
        "track_list": "Mom What Was That,U La Lai,Los Pianos,Miracle Of Light,Time On Gustav Bekker's Clock,Prana Is Prana,Breath Of 70th,Don't Tell Me,Quest,Bells,Sticked And Cutted"
    },
    {
        "id": "1289",
        "name": "Equilibrium",
        "artist_id": "521",
        "artist_name": "Shane Jackman",
        "cover": "http://he3.magnatune.com/music/Shane Jackman/Equilibrium/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Shane Jackman/Equilibrium/cover_200.jpg",
        "release_date": "1072080000",
        "popularity": "4",
        "description": "",
        "track_list": "What I did on my summer vacation,Uncommon eloquence,The angle of repose,Set fire to the city,Walk among the bones,Didn't I,Driftwood fire,My heart still beats,Cornflakes for supper,Moonsong"
    },
    {
        "id": "1298",
        "name": "A Celebration of Robert Burns",
        "artist_id": "526",
        "artist_name": "Shira Kammen",
        "cover": "http://he3.magnatune.com/music/Shira Kammen/A Celebration of Robert Burns/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Shira Kammen/A Celebration of Robert Burns/cover_200.jpg",
        "release_date": "1125903600",
        "popularity": "28",
        "description": "",
        "track_list": "Rantin' Rovin' Robin,O Wert Thou in the Cauld blast,Contented wi' little,Lumps of Pudding Variations,Thine I Am,Lassie wi' the lint-white locks,The Birks of Aberfeldy,Bonie wee thing,The Deil came fiddlin' thro' the town,Strathspey and Reels in A,My love is like a red red rose,Flow gently sweet Afton,Strathspey and Reels,Ye Banks and braes of bonie Doon,Blythe blythe and merry was she,The Bob of Dunblane,Strathspey and Reels in G Minor,Sweet fa's the eve of Craigieburn,Set of Jigs,The sun he is sunk in the West"
    },
    {
        "id": "1305",
        "name": "broken vow",
        "artist_id": "527",
        "artist_name": "sHIT for bRAINS",
        "cover": "http://he3.magnatune.com/music/sHIT for bRAINS/broken vow/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/sHIT for bRAINS/broken vow/cover_200.jpg",
        "release_date": "1332054000",
        "popularity": "3",
        "description": "Brutal, down to earth thrash-metal with a good portion of progressive influences.\n\nThis album bleeds together our individual musical backgrounds of metal music, permutating the different stylistic serene, melodic, thrashing, raving mad elements we hold so dear.\n\nBy the sweat of our brows we were working by day and making music during night shifts, from composition, arrangements, lyrics, recording, production, mastering and artwork. Everything done by ourselves, anything you name it. The variety of broken vow reflects our friendship and independence we preserved over all the years.\n\nOur lifeblood is seeping through the songs. The end of life for some, a life source for others, so much came about, still so many deeds undone. At long last our music we like to share with all our friends and loved ones, on this and on the other side of life.\n\n..no vow broken as much as the sacred oath of love..\n",
        "track_list": "Broken Vow,Pressure,Sleep No More,When You Crave,Pay For Me In Tears,About Nothing,My Silence,Breathing,Search Beneath"
    },
    {
        "id": "1308",
        "name": "Music from Braid",
        "artist_id": "529",
        "artist_name": "Sieber, Kammen and Fulton",
        "cover": "http://he3.magnatune.com/music/Sieber, Kammen and Fulton/Music from Braid/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Sieber, Kammen and Fulton/Music from Braid/cover_200.jpg",
        "release_date": "1239260400",
        "popularity": "63",
        "description": "",
        "track_list": "Maenam (Jami Sieber),Downstream (Shira Kammen),Lullaby Set (Kammen - Swan),Romanesca (Cheryl Ann Fulton),Long Past Gone (Jami Sieber),The Darkening Ground (Jami Sieber),Undercurrent (Jami Sieber),Tell It By Heart (Jami Sieber)"
    },
    {
        "id": "1368",
        "name": "Brave New World",
        "artist_id": "552",
        "artist_name": "Sterling",
        "cover": "http://he3.magnatune.com/music/Sterling/Brave New World/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Sterling/Brave New World/cover_200.jpg",
        "release_date": "1279350000",
        "popularity": "10",
        "description": "On this second release, Sterling attempts a more thematic work dealing with the idea of the destruction and rebirth of the Earth. The various songs were produced and arranged within this conceptual framework. In the end, this album came to be a unique experience including more energetic songs along with the trademark ambient works that Sterling has come to be known for.\n\nIt makes for a unique and engaging listening experience that leaves it up to the listener as to what they want to feel and how they want to interpret things. Sterling loves to maintain a sense of mystique within his works and this album does just that.\n",
        "track_list": "Separate Lives,Prayer,Love Song,Anathema,World On Fire,Control,Desperation,Escape,Survival,Home,Don't Want You To Be Lonely,Never Felt This Way Before,Fade,Last Sunrise,Derealized,Searching"
    },
    {
        "id": "1370",
        "name": "I Celebrate Life!",
        "artist_id": "553",
        "artist_name": "Steve Eulberg",
        "cover": "http://he3.magnatune.com/music/Steve Eulberg/I Celebrate Life!/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Steve Eulberg/I Celebrate Life!/cover_200.jpg",
        "release_date": "1329206400",
        "popularity": "15",
        "description": "Steve Eulberg weaves old-timey with blues and contemporary tunes adding original songs into a tapestry of \"smile-inducing, toe-tapping folkgrass\" that captivates and energizes audiences of all ages. In addition to the treasures of the past, Steve loves to create new traditions with the tunes that flow from the sweet river. Floating along with his dulcimers, his music is enjoyed throughout the US, Europe, the UK, New Zealand and Australia.\n",
        "track_list": "Ferret Frolic,I Celebrate Life,Cracking Open A New Century,Seton Sands,Snowbow At Sky,O Virgin'ee'i'a,Dancing with Wu Li,Old Shoe Waltz,Mt Jackson Just a Sliver Short of Full,Byword Tower,Pining Hearts,First Snow,Portage River,Summer Storm,Jumpin' Java,One Sweet Sabbath Breath,Elk in the Meadow,Woodland Acres Waltz,Connie's Jig,Bedtime in the Meadow"
    },
    {
        "id": "1559",
        "name": "Umbra",
        "artist_id": "643",
        "artist_name": "Vate",
        "cover": "http://he3.magnatune.com/music/Vate/Umbra/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Vate/Umbra/cover_200.jpg",
        "release_date": "1365922800",
        "popularity": "20",
        "description": "This album is the soundtrack for the film \"Sombras\" by Galo Tobias. The themes are on a dark ambient tone and focus on improvisation.\n\nUmbra is the follow up album of Vitam. Some of the tracks are reconstructions and adaptations of themes taken from previous albums by Vate. Cover design by Vate, Minuit de Lacroix, and Galo Tobias.\n",
        "track_list": "Umbra (intro),Desolatus,Inanna,Sejmet,Umbra,Tenebris,Lumen,Circulo artico,Vitam"
    },
    {
        "id": "1593",
        "name": "Vibrating Air Columns",
        "artist_id": "653",
        "artist_name": "Werner Durand",
        "cover": "http://he3.magnatune.com/music/Werner Durand/Vibrating Air Columns/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/Werner Durand/Vibrating Air Columns/cover_200.jpg",
        "release_date": "1305702000",
        "popularity": "9",
        "description": "Three pieces for PAN-NEY and digital delays. The PAN-NEY consists of a bundle plexiglass pipes without fingerholes, tuned in perfect fifths. They are blown in the oblique way, like the Arabic or Turkish ney. The music owes as much to the early minimalists as it does to flute orchestras from various African as well as pacific origins.\n",
        "track_list": "Another Still Ocean,Pearldivers,Ocean Variations - solo version"
    },
    {
        "id": "1606",
        "name": "Blue Ribbon - The Best of William Brooks",
        "artist_id": "661",
        "artist_name": "William Brooks",
        "cover": "http://he3.magnatune.com/music/William Brooks/Blue Ribbon - The Best of William Brooks/cover_400.jpg",
        "cover_small": "http://he3.magnatune.com/music/William Brooks/Blue Ribbon - The Best of William Brooks/cover_200.jpg",
        "release_date": "1147158000",
        "popularity": "6",
        "description": "A great album for driving, Blue Ribbon features the very best of down-to-earth singer-songwriter William Brooks, whose blues-tinged, narrative folk-rock is appealingly world weary, yet always driven by Brooks' rocker sensibilities. Standout tracks include the down and dirty \"Justified\" and the tender, string infused \"Grace.\" Selected New Folk Finalist at The Kerrville Folk Festival.\n",
        "track_list": "Karma Dogs:,Ole Soledad,The Gift,Whose Moon,Seven Promises,Silent Wings,Land of Lincoln,Justified,A Misdemeanor or Two,Hideaway,Grace,The Hanging of Allen Scott Johnson,The Fox Guarding the Henhouse"
    }
]