[
    {
        "id": "2",
        "name": "Abbas Premjee",
        "description": "A fusion of rock and jazz from the East and the West that brings minds, hearts and souls together",
        "bio": "The music of Abbas Premjee spans many genres, from rock and blues to world and classical.\n\nAbbas has had an undeniable passion for music since an early age. He started playing guitar at 10 and remained largely self-taught until the time he began to formally study music. During his initial years, he played guitar for several rock and jazz bands. It was during this time that he was exposed to classical guitar, which led him to decide to study music formally.\n\nHe completed his Bachelors degree in Music theory and composition from Loyola Marymount University, and then his Masters degree in Classical Guitar from Southern Methodist University, where he studied under Robert Guthrie. A few years later, he returned to Pakistan and opened a recording studio and production house, working with local talent and producing music for TV. As Abbas later realized, coming back to Pakistan was an essential step in his musical growth as it led to his discovery of Indian Classical music. Here he found a world rich in expression. A world unknown to his Western ears. Keen to learn this new language, he took up the Mohan veena, a modern hybrid between a guitar and a sitar, and took instruction in from the legendary sitar player, Ustad Rais Khan.\n\nHaving lived the life of a classical musician on both sides of the fence, and as a rock and jazz musician earlier, Abbas thought of a world where all these expressions could live together. This led to his first CD \"Elements\", on which he collaborated with some of the finest talent in Pakistan. \"Elements\" was released in Pakistan in 2008. It was met with great enthusiasm and very positive reviews in some of the leading newspapers, vastly increasing the scope of music available to the people of Pakistan and introducing them to the subtleties of jazz and classical guitar built on ragas and drones. This was followed by the release of \"Crescent Moon\" in 2011, in which he featured the Mohan veena. Both these albums successfully combined the beauty and grace of the ragas with contemporary sounds and grooves from the rock and jazz genres.\n\nIn 2009, Abbas returned to the United States and has since taken up residence in Irvine, CA where he is active as a composer for media, a teacher, as well as a performer on the mohan veena.",
        "photo": "http:\/\/magnatune.com\/artists\/img\/abbas_premjee.jpg"
    }
]